import React from 'react'
import { Description } from './styles'

export default () => (
  <Description>
    <p>Мне нравится принимать участие во всех этапах разработки приложения, начиная от серверной логики и ее реализации с помощью различных технологий и фреймворков, и заканчивая клиентским кодом приложения.</p>
    <p className='text'>Разработкой занимаюсь уже более 9 лет, имею большой опыт в создании и поддержке разной сложности проектов: от интернет-магазинов и служб доставки еды до автоматизации сложных решений для бизнеса.</p>
    <p className='small'>Продолжайте прокручивать, чтобы узнать больше о моем опыте и предыдущих проектах.</p>
  </Description>
)
