import React from 'react'
import { Description } from './styles'

export default () => (
  <Description>
    <p>Разработкой занимаюсь уже более 7 лет, имею большой опыт в создании и поддержке разной сложности проектов: от интернет-магазинов и служб доставки еды до автоматизации сложных решений для бизнеса.</p>
    <p>Мне нравится принимать участие во всех этапах разработки приложения, начиная от серверной логики и ее реализации с помощью различных технологий и фреймворков, и заканчивая клиентским кодом приложения.</p>
  </Description>
)
